Repository: Ilim-Hussein/CounterRakaat_V2
Catalog: CounterRakaat_V2/Recource/Resource.*.resx
Languages: ru

# About_menu
source: About us
ru: О нас

# About_table_of_contents
source: About us
ru: О нас

# About_text
source: The Rakaat counter program was developed by IFox studio, which has been developing software, games, and 3D graphics since 2020.
ru: Программу Rakaat Counter разработала компания Ifox studio которая уже с 2020г занимается разработкой програмногое обеспечения,игр,и 3D графики.

# Alert_Attention
source: Attention!
ru: Внимание!

# Alert_Put
source: Please put your phone in your pants pockets
ru: Пожалуйста,положите телефон в карманы брюк

# Contacts_menu
source: Contacts
ru: Контакты

# Contacts_table_of_contents
source: Contacts
ru: Контакты

# Contacts_text_mail
source: Our mail - ilim11.net@gmail.com
ru: Наша почта - ilim11.net@gmail.com

# Contacts_text_website
source: Our website - https://theifox.com
ru: Наш сайт -https:/theifox.com/

# IfReady_main
source: If you are ready for prayer, click Start.
ru: Если вы готовы то нажмите Start

# Main_menu
source: Home
ru: Главное

# Menu_table_of_contents
source: Menu
ru: Меню

# Rakaat_main
source: Rakaat
ru: Ракааты

# Table_main
source: Table
ru: Таблица

# Use_menu
source: How to use
ru: Как пользоваться

# Use_table_of_contents
source: How to use the program ?
ru: Как пользоваться ?

# Use_text
source: Using the Rakyat Counter program is very simple, for this you need to press the Start button and put your smartphone in your pants pockets.Next, the program itself will count the number of cancellations you have made, after which you will see the result in the table.
ru: Использовать программу Rakaat Counter очень просто,для этого вам нужно нажать кнопку Start и положить ваш смартфон в карманы брюк.Далее программа сама отсчитает колличество сделанных вами ракаатов намаза,после чего вы увидите результат в таблице. Так же если во время намаза вы вдруг забудете на каком вы сейчас ракаате, то вы можете просто нажать на боковую кнопку экрана блокировки, и программа провебрирует колличесво ракаатов.

# Why_table_of_contents
source: Why is this necessary?
ru: Зачем это нужно ?

# Why_text
source: Very often it happens that we forget how many cancers were made, and fall into doubts. The purpose of the program is to rid you of unwanted doubts.
ru: Очень часто бывает так что мы забываем сколько ракаатов было сделанно,и впадаем в сомнения.Цель программы состоит в том чтобы избавить вас от не желательных сомнений.
